[
  {
    "quote": "I prefer quality over flash — that’s why I refuse to write my signature in cursive.",
    "name": "Ron Swanson"
  },
  {
    "quote": "People are idiots",
    "name": "Ron Swanson"
  },
  {
    "quote": "Busy? Impossible. I work for the government.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I keep a sizable supply of ground chuck in my desk. Remove it or it will begin to smell.",
    "name": "Ron Swanson"
  },
  {
    "quote": "No adult men in costumes.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I work hard to make sure my department is as small and as ineffective as possible.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There will be no f***ing vegetables.",
    "name": "Ron Swanson"
  },
  {
    "quote": "When I walked in this morning and saw that the flag was half-mast, I thought ‘All right, another bureaucrat ate it!",
    "name": "Ron Swanson"
  },
  {
    "quote": "I love being a father but there are a few things I miss: Silence. The absence of noise. One single moment undisturbed by the sounds of a children’s program called Doc McStuffins. There is no quiet anymore. There is only Doc McStuffins.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I would rather bleed out than sit here and talk about my feelings for 10 mins.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Passing the Buck. The last refuge of the cowardly and Blackhearted",
    "name": "Ron Swanson"
  },
  {
    "quote": "Haha, “Euro-trash,” I like that. That is indeed a garbage continent.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Literally everything is a weapon, son. That folder, in my hands, is far deadlier than this bow of yours.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Clear alcohols are for rich women on diets.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Crying: acceptable at funerals and the Grand Canyon.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I call this turf ‘n’ turf. It's a 16 oz T-bone and a 24 oz porterhouse. Also, whiskey and a cigar. I am going to consume all of this at the same time because I am a free American.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Under my tutelage, you will grow from boys to men. From men into gladiators. And from gladiators into Swansons.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I'm a simple man. I like pretty, dark-haired women, and breakfast food.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Never half-ass two things. Whole-ass one thing.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I don't want to paint with a broad brush here, but every single contractor in the world is a miserable, incompetent thief.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Fishing relaxes me. It's like yoga, except I still get to kill something.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Just give me all the bacon and eggs you have. Wait...wait. I worry what you just heard was: Give me a lot of bacon and eggs. What I said was: Give me all the bacon and eggs you have. Do you understand?",
    "name": "Ron Swanson"
  },
  {
    "quote": "When people get a little too chummy with me I like to call them by the wrong name to let them know I don't really care about them.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There's only one thing I hate more than lying: skim milk. Which is water that's lying about being milk.",
    "name": "Ron Swanson"
  },
  {
    "quote": "The government is a greedy piglet that suckles on a taxpayer's teat until they have sore, chapped nipples.",
    "name": "Ron Swanson"
  },
  {
    "quote": "The less I know about other people's affairs, the happier I am. I'm not interested in caring about people. I once worked with a guy for three years and never learned his name. Best friend I ever had. We still never talk sometimes.",
    "name": "Ron Swanson"
  },
  {
    "quote": "When I eat, it is the food that is scared.",
    "name": "Ron Swanson"
  },
  {
    "quote": "My only official recommendations are US Army-issued mustache trimmers, Morton's Salt, and the C.R. Lawrence Fein two inch axe-style scraper oscillating knife blade.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Are you going to tell a man that he can't fart in his own car?",
    "name": "Ron Swanson"
  },
  {
    "quote": "Turkey can never beat cow.",
    "name": "Ron Swanson"
  },
  {
    "quote": "It's always a good idea to demonstrate to your coworkers that you are capable of withstanding a tremendous amount of pain.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There are three acceptable haircuts: high and tight, crew cut, buzz cut.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Capitalism: God's way of determining who is smart and who is poor.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Any dog under fifty pounds is a cat and cats are useless.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Fish, for sport only, not for meat. Fish meat is practically a vegetable.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There is only one bad word: taxes.",
    "name": "Ron Swanson"
  },
  {
    "quote": "History began July 4th, 1776. Anything before that was a mistake.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Cultivating a manly musk puts opponent on notice.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Give a man a fish and feed him for a day. Don't teach a man to fish… and feed yourself. He's a grown man. And fishing's not that hard.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Child labor laws are ruining this country.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Great job, everyone. The reception will be held in each of our individual houses, alone.",
    "name": "Ron Swanson"
  },
  {
    "quote": "America: The only country that matters. If you want to experience other ‘cultures,’ use an atlas or a ham radio.",
    "name": "Ron Swanson"
  },
  {
    "quote": "The key to burning an ex-wife effigy is to dip it in paraffin wax and then toss the flaming bottle of isopropyl alcohol from a safe distance. Do not stand too close when you light an ex-wife effigy.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There are only three ways to motivate people: money, fear, and hunger.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Shorts over six inches are capri pants, shorts under six inches are European.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Friends: one to three is sufficient.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Breakfast food can serve many purposes.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Honor: if you need it defined, you don't have it.",
    "name": "Ron Swanson"
  },
  {
    "quote": "One rage every three months is permitted. Try not to hurt anyone who doesn't deserve it.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Strippers do nothing for me…but I will take a free breakfast buffet anytime, anyplace.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I like saying ‘No,’ it lowers their enthusiasm.",
    "name": "Ron Swanson"
  },
  {
    "quote": "You had me at meat tornado.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There must be a mistake, you've accidentally given me the food that my food eats.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Son, there is no wrong way to consume alcohol.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Keep your tears in your eyes where they belong.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I've cried twice in my life. Once when I was seven and hit by a school bus. And then again when I heard that Li'l Sebastian has passed.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I hate everything.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I love nothing.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I love riddles!",
    "name": "Ron Swanson"
  },
  {
    "quote": "Don't waste energy moving unless necessary.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I'll take that steak to go. Please and thank you.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Creativity is for people with glasses who like to lie.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Children are terrible artists and artists are crooks.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Tom put all my records into this rectangle!",
    "name": "Ron Swanson"
  },
  {
    "quote": "I believe luck is a concept invented by the weak to explain their failures.",
    "name": "Ron Swanson"
  },
  {
    "quote": "What's cholesterol?",
    "name": "Ron Swanson"
  },
  {
    "quote": "People who buy things are suckers.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I'm going to get 12 eggs and part of a dead animal. Dealer's choice. Please and thank you.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I wanna punch you in the face so bad right now.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Normally, if given the choice between doing something and nothing, I’d choose to do nothing. But I will do something if it helps someone else do nothing. I’d work all night, if it meant nothing got done.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Dear frozen yogurt, you are the celery of desserts. Be ice cream or be nothing. Zero stars.",
    "name": "Ron Swanson"
  },
  {
    "quote": "There has never been a sadness that can’t been cured by breakfast food.",
    "name": "Ron Swanson"
  },
  {
    "quote": "If any of you need anything at all, too bad. Deal with your problems yourselves, like adults.",
    "name": "Ron Swanson"
  },
  {
    "quote": "It’s pointless for a human to paint scenes of nature when they can go outside and stand in it.",
    "name": "Ron Swanson"
  },
  {
    "quote": "On my deathbed, my final wish is to have my ex-wives rush to my side so I can use my dying breath to tell them both to go to hell one last time.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I was born ready. I’m Ron F***ing Swanson.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Don’t start chasing applause and acclaim. That way lies madness.",
    "name": "Ron Swanson"
  },
  {
    "quote": "If there were more food and fewer people, this would be a perfect party.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Put some alcohol in your mouth to block with words from coming out.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Give 100%. 110% is impossible. Only idiots recommend that.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Birthdays were invented by Hallmark to sell cards.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Sting like a bee. Do not float like a butterfly. That’s ridiculous.",
    "name": "Ron Swanson"
  },
  {
    "quote": "My first ex-wife’s name is Tammy. My second ex-wife’s name is Tammy. My Mom’s name is Tamara…she goes by Tammy.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Do you have any history of mental illness in your family? I have an uncle who does yoga.",
    "name": "Ron Swanson"
  },
  {
    "quote": "The whole point of this country is if you want to eat garbage, balloon up to 600 pounds and die of a heart attack at 43, you can! You are free to do so. To me, that’s beautiful.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Capitalism is the only way … It makes America great, England OK and France terrible.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Veganism is the sad result of a morally corrupt mind. Reconsider your life.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Barbecues should be about one thing: good shared meat.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Well, I am not usually one for speeches. So, goodbye.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I regret nothing. The end.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I like Tom. He doesn’t do a lot of work around here. He shows zero initiative. He’s not a team player. He’s never wanted to go that extra mile. Tom is exactly what I’m looking for in a government employee.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I enjoy government functions like I enjoy getting kicked in the nuggets with a steel toed boot.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I like some changes. Like when I change a tree into a canoe, or a wife into an ex-wife.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I’ve had the same haircut since 1978 and I’ve driven the same car since 1991. I’ve used the same wooden comb for three decades. I have one bowl. I still get my milk delivered by horse.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I leave no meat behind. It’s an honor thing.",
    "name": "Ron Swanson"
  },
  {
    "quote": "An hour ago a giant fireball consumed my entire face and it was far preferable to spending another second with you.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Go back to the library where you belong.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Once a year, every branch of this government meets in a room and announces what they intend to waste taxpayer money on.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Every time she laughs, an angel dies. Even telemarketers avoid her. Her birth was payback for the sins of man. But you know the worst thing about her? She works for the library.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Say what you want about organized religion, but those bastards knew how to construct an edifice.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I change my locks every 16 days.",
    "name": "Ron Swanson"
  },
  {
    "quote": "It's an impossible puzzle, and I love puzzles!",
    "name": "Ron Swanson"
  },
  {
    "quote": "Is Star Wars the one with the wizard boy?",
    "name": "Ron Swanson"
  },
  {
    "quote": "My son is several weeks old. He is very familiar with the sound of power tools.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Live your life how you want, but don’t confuse drama with happiness.",
    "name": "Ron Swanson"
  },
  {
    "quote": "In my opinion, not enough people have looked their dinner in the eyes and considered the circle of life.",
    "name": "Ron Swanson"
  },
  {
    "quote": "If it doesn’t have meat, it’s a snack.",
    "name": "Ron Swanson"
  },
  {
    "quote": "An ideal night out, to me, is stepping onto my porch area and grilling up a thick slab of something’s flesh and then popping in a highlight real from the WNBA.",
    "name": "Ron Swanson"
  },
  {
    "quote": "On nights like this when the cold winds blow, the air is awash in the swirling eddies of our dream, come with me and find safe haven in a warm bathtub full of my jazz.",
    "name": "Ron Swanson"
  },
  {
    "quote": "First rule. No conversation lasts longer than 100 total words.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I will leave my children $50 a piece. Enough for the cab ride home from the funeral and a steak dinner. End of discussion.",
    "name": "Ron Swanson"
  },
  {
    "quote": "The three most useless jobs in the world in order are: lawyer, congressman, and doctor.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I've had the same will since I was 8 years old. Upon my death, I will transfer all of my belongings to the man or animal who has killed me.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Standard birth control methods are usually ineffective against a Swanson.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I believe in cutting useless government projects. I also believe in cutting useful government projects.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I've never been hungover. After I've had too much whiskey, I cook myself a large flank steak, pan fried and salted butter. I eat that, put on a pair of wet socks and go to sleep.",
    "name": "Ron Swanson"
  },
  {
    "quote": "Every two weeks I need to sand down my toe nails. They're too strong for clippers.",
    "name": "Ron Swanson"
  },
  {
    "quote": "We have one activity planned: not getting killed.",
    "name": "Ron Swanson"
  },
  {
    "quote": "When I'm done eating a Mulligan's meal, for weeks afterwards, there are flecks of meat in my mustache. And I refuse to clean it because every now and then a piece of meat will fall into my mouth.",
    "name": "Ron Swanson"
  },
  {
    "quote": "I have a hernia. I’ve had it for a while, and I’ve been ignoring it successfully. But uh, this morning, I made the mistake of sneezing. But as long as I sit still and don’t move my head or torso, I’m good.",
    "name": "Ron Swanson"
  }
]